export default [
  {
    id: 1,
    code: "1",
    lat: 38.0524675,
    lng: 46.2849927,
    name: "آذربایجان شرقی"
  },
  {
    id: 2,
    code: "2",
    lat: 37.5296071,
    lng: 45.0465487,
    name: "آذربایجان غربی"
  },
  {
    id: 3,
    code: "3",
    lat: 38.2464471,
    lng: 48.295052,
    name: "اردبیل"
  },
  {
    id: 4,
    code: "4",
    lat: 32.65139,
    lng: 51.679192,
    name: "اصفهان"
  },
  {
    id: 5,
    code: "5",
    lat: 35.836555,
    lng: 50.94090475,
    name: "البرز"
  },
  {
    id: 6,
    code: "6",
    lat: 33.638531,
    lng: 46.422649,
    name: "ایلام"
  },
  {
    id: 7,
    code: "7",
    lat: 28.922041,
    lng: 50.833092,
    name: "بوشهر"
  },
  {
    id: 8,
    code: "8",
    lat: 35.689338,
    lng: 51.3927175,
    name: "تهران"
  },
  {
    id: 9,
    code: "9",
    lat: 32.3555942,
    lng: 50.8274267,
    name: "چهارمحال و بختیاری"
  },
  {
    id: 10,
    code: "10",
    lat: 32.8462159,
    lng: 59.2911422,
    name: "خراسان جنوبی"
  },
  {
    id: 11,
    code: "11",
    lat: 36.2932208,
    lng: 59.61199519,
    name: "خراسان رضوی"
  },
  {
    id: 12,
    code: "12",
    lat: 37.4524283,
    lng: 57.3235177,
    name: "خراسان شمالی"
  },
  {
    id: 13,
    code: "13",
    lat: 31.308768844,
    lng: 48.69107048,
    name: "خوزستان"
  },
  {
    id: 14,
    code: "14",
    lat: 36.67094,
    lng: 48.485111,
    name: "زنجان"
  },
  {
    id: 15,
    code: "15",
    lat: 35.572269,
    lng: 53.396049,
    name: "سمنان"
  },
  {
    id: 16,
    code: "16",
    lat: 29.4545786,
    lng: 60.853647,
    name: "سیستان و بلوچستان"
  },
  {
    id: 17,
    code: "17",
    lat: 29.60004408,
    lng: 52.5363371,
    name: "فارس"
  },
  {
    id: 18,
    code: "18",
    lat: 36.266819,
    lng: 50.003811,
    name: "قزوین"
  },
  {
    id: 19,
    code: "19",
    lat: 34.643711,
    lng: 50.89064,
    name: "قم"
  },
  {
    id: 20,
    code: "20",
    lat: 35.3029422,
    lng: 47.0026312,
    name: "کردستان"
  },
  {
    id: 21,
    code: "21",
    lat: 30.28027,
    lng: 57.06702,
    name: "کرمان"
  },
  {
    id: 22,
    code: "22",
    lat: 34.33201,
    lng: 47.0766903,
    name: "کرمانشاه"
  },
  {
    id: 23,
    code: "23",
    lat: 30.65730907,
    lng: 51.5796124,
    name: "کهگیلویه وبویراحمد"
  },
  {
    id: 24,
    code: "24",
    lat: 36.8633914,
    lng: 54.4485782,
    name: "گلستان"
  },
  {
    id: 25,
    code: "25",
    lat: 37.28309815,
    lng: 49.5856992,
    name: "گیلان"
  },
  {
    id: 26,
    code: "26",
    lat: 33.4666667,
    lng: 48.35,
    name: "لرستان"
  },
  {
    id: 27,
    code: "27",
    lat: 36.5536027,
    lng: 53.06512643,
    name: "مازندران"
  },
  {
    id: 28,
    code: "28",
    lat: 34.0800112,
    lng: 49.6772334,
    name: "مرکزی"
  },
  {
    id: 29,
    code: "29",
    lat: 27.1833333,
    lng: 56.266667,
    name: "هرمزگان"
  },
  {
    id: 30,
    code: "30",
    lat: 34.80094861,
    lng: 48.5172939,
    name: "همدان"
  },
  {
    id: 31,
    code: "31",
    lat: 31.8953772,
    lng: 54.360889,
    name: "یزد"
  }
];
